[GLOBAL]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tag				   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

UserName = 用戶名稱
Pwd = 用戶口令
MAC = MAC地址
Limit = 使用時效
Status = 狀態資訊


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 解析欄位名稱	;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

UserName = 用戶名稱
PassWord = 用戶口令
MAC = MAC地址
Limit = 使用時效
Status = 狀態資訊
UserByID = 操作員ID
GameID = 遊戲ID
ModuleName = 模組名稱
ModuleClass = 模組分類
ModuleContent = 模組描述
Module_ID = 模組ID
User_ID = 用戶ID
ModuleList = 模組列表
GameName = 遊戲名稱
GameContent = 消息描述
Letter_ID = 信件ID
Letter_Sender = 發送人
Letter_Receiver = 接收人
Letter_Subject = 主題
Letter_Text = 內容
Send_Date = 發送日期
Process_Man = 處理人
Process_Date = 處理日期
Transmit_Man = 周轉人
Is_Process = 是否處理
Host_Addr = 主機位址
Host_Port = 主機埠
Host_Pat = aaa
Conn_Time = 連接時間
Connect_Msg = 連接網路消息
DisConnect_Msg = 斷開網路消息
Author_Msg = 驗證信息
Index = 記錄索引
PageSize = 每頁顯示資料個數
ERROR_Msg = 系統錯誤
RealName = 姓名
DepartID = 部門ID
DepartName = 部門名稱
DepartRemark = 部門描述
PageCount = 總頁數
SDO_ChargeSum = 合計
MJ_ServerIP = 猛將遊戲
SDO_ServerIP = 伺服器IP
SDO_UserIndexID = 玩家用戶ID
SDO_Account = 玩家帳號
SDO_Level = 等級
SDO_Exp = 經驗值
SDO_GameTotal = 總  局  數
SDO_GameWin = 勝  局  數
SDO_DogFall = 平  局  數
SDO_GameFall = 負  局  數
SDO_Reputation = 聲  望  值
SDO_GCash = 玩家G幣數量
SDO_MCash = 玩家M幣數量
SDO_Address = 玩家的地址
SDO_Age = 玩家的年齡 
SDO_ProductID = 商品編號
SDO_ProductName = 商品名稱
SDO_ItemCode = 道具編號
SDO_MoneyType = 貨幣類型
SDO_MoneyCost = 道具價格
SDO_ShopTime = 消費時間
SDO_MAINCH = 服  務  器
SDO_SUBCH = 房      間
SDO_Online = 是否線上
SDO_LoginTime = 上線時間
SDO_LogoutTime = 下線時間
SDO_AREANAME = 伺服器名稱
SDO_NickName = 昵　　　稱
SDO_9YouAccount = 9you帳號
SDO_SEX = 性　　別
SDO_RegistDate = 註冊日期
SDO_FirstLogintime = 第一次登錄時間
SDO_LastLogintime = 最後一次登錄時間
SDO_Ispad = 跳舞毯狀態
SDO_Desc = 道具描述
SDO_Postion = 道具位置
SDO_MinLevel = 所需等級
SDO_DateLimit = 日期期限
SDO_TimesLimit = 使用次數
SDO_City = 所在城市
SDO_BeginTime = 消費記錄開始時間
SDO_EndTime = 消費記錄結束時間
SDO_SendTime = 道具送人日期
SDO_SendIndexID = 發送人的ID
SDO_SendUserID = 發送人帳號
SDO_ReceiveNick = 接受人呢稱
SDO_BigType = 道具大類
SDO_SmallType = 道具小類
SDO_ItemName = 道具名稱
SDO_Passwd = 玩家密碼
SDO_CoupleIndexID = 配偶ID(未婚為0)
SDO_CoupleNickName = 配偶昵稱(未婚為空)
SDO_RingLevel = 戒指狀況
SDO_NewRingLevel = 新戒指狀況
SDO_MarriageApp_Date = 結婚申請日期
SDO_DivorceApp_Date = 離婚申請日期
SDO_Marriage_Date = 結婚日期
SDO_Divorce_Date = 離婚日期
SDO_Status = 婚姻狀況
SDO_Single = 單身
SDO_AppMarry = 準備結婚
SDO_AppDivorce = 準備離婚
SDO_Married = 已結婚
SP_Name = 存儲過程名
Real_ACT = 操作的內容
ACT_Time = 操作時間
BeginTime = 開始日期
EndTime = 結束日期
SDO_Title = 標    題
SDO_Context = 內　　容
SDO_Email = E-Mail
SDO_StopTime = 停封時間
AU_ACCOUNT = 玩家帳號
AU_UserNick = 玩家呢稱
AU_Sex = 玩家性別
AU_State = 玩家狀態
AU_STOPSTATUS = 勁舞團封停狀態
AU_Reason = 封停理由
AU_BanDate = 封停日期
AU_ServerIP = 勁舞團遊戲伺服器
CR_ServerIP = 伺服器
CR_ACCOUNT = 玩家帳號
CR_Passord = 玩家密碼
CR_NUMBER = 啟動碼
CR_ISUSE = 是否被使用
CR_STATUS = 玩家狀態
CR_ActiveIP = 啟動伺服器
CR_ActiveDate = 啟動日期
CR_BoardID = 公告ID
CR_BoardContext = 公告內容
CR_BoardColor = 公告顏色
CR_ValidTime = 生效時間
CR_InValidTime = 失效時間
CR_Valid = 是否有效
CR_DayLoop = 每天播放
CR_SPEED = 播放速度
CR_Mode = 播放方式
CR_Channel = 頻道ID
CR_ACTION = 使用狀態
CR_Expire = 是否有效
CR_BoardContext1 = 是否有效2
CR_BoardContext2 = 是否有效3
CARD_PDID = 充值ID
CARD_PDkey = 交易號
CARD_PDCardType = 充值點卡類型
CARD_PDFrom = 充值來源
CARD_PDCardNO = 充值卡號
CARD_PDCardPASS = 充值卡密碼
CARD_PDCardPrice = 充值卡面值
CARD_PDaction = 充值方式
CARD_PDuserid = 充值人ID
CARD_PDusername = 充值人
CARD_PDgetuserid = 被充值人ID
CARD_PDgetusername = 充值對象
CARD_PDdate = 充值時間
CARD_PDip = 操作者IP
CARD_PDstatus = 本次操作狀態
CARD_UDID = 充值ID
CARD_UDkey = 交易號
CARD_UDusedo = 消費目的
CARD_UDdirect = 是否直充遊戲
CARD_UDuserid = 使用人ID
CARD_UDusername = 消費人
CARD_UDgetuserid = 被使用人ID
CARD_UDgetusername = 消費物件
CARD_UDcoins = 金額
CARD_UDtype = 消費方式
CARD_UDtargetvalue = 消費隨機碼
CARD_UDzone1 = 消費大區
CARD_UDzone2 = 使用伺服器參數2
CARD_UDdate = 消費時間
CARD_UDip = 消費人IP
CARD_UDstatus = 本次操作狀態
CARD_cardnum = 卡號
CARD_cardpass = 密碼
CARD_serial = 點卡序號
CARD_draft = 批號
CARD_type1 = 類型1
CARD_type2 = 類型2
CARD_type3 = 類型3
CARD_type4 = 類型4
CARD_price = 金額
CARD_valid_date = 有效期
CARD_use_status = 是否使用
CARD_cardsent = Ｓｅｎｔ
CARD_create_date = 使用時間
CARD_use_userid = 使用者ID
CARD_use_username = 使用者用戶名
CARD_partner = 合作廠商ID
CARD_skey = 明細帳ID
CARD_ActionType = 操作類型
CARD_id = 身份證號碼
CARD_username = 註冊用戶名
CARD_nickname = 註冊呢稱
CARD_password = 註冊密碼
CARD_sex = 註冊性別
CARD_rdate = 註冊日期
CARD_rtime = 註冊時間
CARD_securecode = 安全碼
CARD_logdate = 日期
CARD_realname = 真實姓名
CARD_birthday = 出生日期
CARD_cardtype = 類型
CARD_email = 郵件
CARD_occupation = 職業
CARD_education = 教育程度
CARD_marriage = 婚否
CARD_constellation = 星座
CARD_shx = 生肖
CARD_city = 城市
CARD_address = 聯繫地址
CARD_phone = 聯繫電話
CARD_qq = QQ號
CARD_intro = 介紹
CARD_msn = MSN地址
CARD_mobilephone = 移動電話
CARD_SumTotal = 合計
AuShop_orderid = 編號
AuShop_udmark = udmark
AuShop_bkey = bkey
AuShop_pkey = pkey
AuShop_userid = 玩家編號
AuShop_username = 用戶名
AuShop_getuserid = 獲贈玩家編號
AuShop_getusername = 贈送給
AuShop_pcategory = 種類
AuShop_pisgift = 禮物
AuShop_islover = 情人
AuShop_ispresent = 贈送品
AuShop_isbuysong = 購買歌曲
AuShop_prule = 規則
AuShop_psex = 性別
AuShop_pbuytimes = 購買時限
AuShop_allprice = 計價
AuShop_allaup = 商城積分
AuShop_buytime = 道具時限
AuShop_buytime2 = 購買時間
AuShop_buyip = 購買人IP
AuShop_zone = 地區
AuShop_status = 狀態
AuShop_pid = ID
AuShop_pname = 道具名稱
AuShop_pgift = 禮物
AuShop_pscash = 現金
AuShop_pgamecode = 遊戲代碼
AuShop_pnew = 新
AuShop_phot = 熱
AuShop_pcheap = 便宜
AuShop_pchstarttime = 開始時間
AuShop_pchstoptime = 停止時間
AuShop_pstorage = 倉庫
AuShop_pautoprice = 自定義價格
AuShop_price = 價格
AuShop_chprice = 價格
AuShop_aup = 商城積分
AuShop_chaup = chaup
AuShop_ptimeitem = ptimeitem
AuShop_pricedetail = 價格說明
AuShop_pdesc = pdesc
AuShop_pbuys = 購買
AuShop_pfocus = 位置
AuShop_pmark1 = 標誌
AuShop_pmark2 = 標誌
AuShop_pmark3 = 標誌
AuShop_pinttime = 兌換時間
AuShop_pdate = pdate
AuShop_pisuse = 是否使用
AuShop_ppic = 形象圖片
AuShop_ppic1 = 形象圖片
AuShop_usefeesum = 使用積分總額
AuShop_useaupsum = 使用商城積分總額
AuShop_buyitemsum = 購買道具總額
AuShop_BeginDate = 開始時間
AuShop_EndDate = 結束時間
AuShop_GCashSum = G幣總和
AuShop_MCashSum = M幣總和
SDO_DaysLimit = 天數限制
PayFrom  = 充值類型
PDCardNO  = 點卡卡號
PDCardPASS  = 點卡密碼
PDCardPrice  = 點卡價格
PDusername  = 充值人
PDgetusername  = 獲贈人
PDdate  = 充值時間
PDip  = 充值人IP
UDusedo  = 消費專案
UDusername  = 消費人
UDgetusername = 獲消費人
UDcoins = 消費金額(休閒幣)
UDtargetvalue = 消費隨機碼
UDzone = 消費大區
UDdate = 消費時間
UDip = 消費人IP
CARD_UDuserid  = 久遊用戶ID
CARD_UDusername  = 用戶名
CARD_price= 當前用戶休閒幣餘額
CARD_UDcoins= 用戶累計充值獎勵金額
CARD_vis=  是否被凍結
cardnum =  卡號
create_date =  點卡入庫時間
cardtype =  點卡類型
cardprice  = 點卡價格
use_status  = 點卡使用狀態
use_username  = 使用人
use_time  = 使用時間
cardpass  = 點卡密碼

SDO_ActiveStatus = 啟動狀態
SDO_Punish_Status = 狀態
SDO_fragment_id = ID
SDO_Precent = 獲得幾率
SDO_fragment_num = 碎片個數

CARD_Douser = 操作人
CARD_Wantdouser = 申請提交人
CARD_Lockinfo = 封停附加資訊
CARD_Salename = 涉及經銷商
CARD_Locktime = 封停時間
CARD_Locktype = 封停類型
SDO_BuyTimes = 購買次數
SDO_Master = 註冊人
SDO_Slaver = 贈送人
SDO_Usedate = 使用時間
SDO_Padstatus = 使用狀態
SDO_Area = 啟動大區
AU_WeddingDate = 結婚日期
CARD_Username = 用戶
CARD_Getusername= 贈送人
CARD_Buytime= 購買時間
CARD_Zone= 購買大區
CARD_Buyip= 購買IP
SDO_RewardItemTime = 獲得時間
CARD_securecode1 = 是否設置安全碼
CARD_SecQA = 是否設置密碼保護問題
CARD_SecEmail = 是否設置密保郵箱
SDO_DelTimes=刪除日期
SDO_Lock_Status = 封停狀態
SDO_MAIN_CH = 星球
SDO_SUB_CH =房間
SDO_ipaddr=登陸地址
SDO_FirstPadTime = 初次使用跳舞毯
AU_ItemName = 寵物類型
SDO_State = 狀態
SDO_Food = 飽食度
SDO_mood = 心情值
Unknow = 未知



SDO_PreValue=最小值
SDO_EndValue=最大值
SDO_NorProFirst=第一次打開的概率
SDO_NorPro=普通寶箱的概率
SDO_SpePro=特殊寶箱的概率
SDO_baoxiangid=寶箱id
SDO_Mark=標識












;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 光線飛車			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
RayCity_AccountID = 帳號ID
RayCity_NyUserID = 帳號
RayCity_CharacterID = 角色ID
RayCity_CharacterName = 角色名
RayCity_CharacterLevel = 級別
RayCity_NyGender = 性別
RayCity_NyBirthYear = 出生年份
RayCity_CreateDate = 創建日期
RayCity_LastUpdateDate = 最後更新日期
RayCity_CharacterLevel = 角色級別
RayCity_CharacterExp = 經驗
RayCity_CharacterMoney = 遊戲幣
RayCity_CharacterMileage = 車手行駛距離
RayCity_MaxCombo = 最大Combo  
RayCity_MaxSP = 最大SP 
RayCity_MaxMailCount = 最大郵件數量
RayCity_CurMailCount = 當前郵件數量
RayCity_CurrentRP = 當前RP值
RayCity_AccumulatedRP = AccumulatedRP  
RayCity_RelaxGauge = RelaxGauge
RayCity_StartPos_TownCode = 城鎮代碼
RayCity_StartPos_FieldCode = 區功能變數代碼
RayCity_StartPos_X = 位置座標X
RayCity_StartPos_Y = 位置座標Y
RayCity_StartPos_Z = 位置座標Z
RayCity_CreateDate = 創建時間
RayCity_LastUpdateDate = 最後更新時間
RayCity_FriendCharacterID = 好友ID
RayCity_FriendCharacterName = 好友昵稱
RayCity_FriendGroupName = FriendGroupName
RayCity_CarName = 車輛昵稱
RayCity_CarLevel = 車輛級別
RayCity_CarExp = 車輛經驗
RayCity_CarMileage = 車手行駛距離
RayCity_CarType = 車輛類型
RayCity_LastEquipInventoryIDX = LastEquipInventoryIDX
RayCity_CarState =車輛狀態
RayCity_ConnectionLogIDX = 登錄連接IDX
RayCity_ConnectionLogKey = 登錄連接KEY
RayCity_AccountID = 帳號ID
RayCity_ServerID = 伺服器ID
RayCity_IPAddress = IP地址
RayCity_CharacterLeve =人物等級
RayCity_CharacterExp =任務經驗
RayCity_CharacterMoney = G幣
RayCity_ActionType = ActionType
RayCity_CarIDX =車輛IDX
RayCity_CarInventoryIDX = 車輛倉庫IDX
RayCity_InventoryType = 倉庫類型
RayCity_MaxInventorySize = 最大倉庫SIZE
RayCity_InventoryCellNo =倉庫格號
RayCity_ItemName = 道具名 


RayCity_TotPlayTime = 合計遊戲時間 
RayCity_LoginCount = 登陸次數
RayCity_LastLoginIPPrv = 登陸內網IP
RayCity_LastLoginIPPub = 登陸公網IP
RayCity_LastLoginTime = 最後登陸時間
RayCity_LastLogoutTime = 最後登出時間
RayCity_IsLogin = 是否線上
RayCity_ItemBuySellLogIDX = ItemBuySellLogIDX
RayCity_ActionType = ActionType
RayCity_ItemPrice = 價格
RayCity_BeforeCharacterMoney = 買前G幣
RayCity_AfterCharacterMoney =買後G幣
RayCity_ItemID = 道具ID
RayCity_GuildIDX =工會IDX 
RayCity_GuildName = 公會名稱
RayCity_GuildMessage = 公會信息
RayCity_MaxGuildMember = 最大車隊成員
RayCity_CurGuildMember = 當前車隊成員
RayCity_IncreaseItemCount = IncreaseItemCount    
RayCity_TrackRaceWin = TrackRace勝利
RayCity_TrackRaceLose = 失敗
RayCity_FieldRaceWin = FieldRace勝利
RayCity_FieldRaceLose = 失敗
RayCity_GuildState = 車隊狀態
RayCity_GuildGroupName = 車隊名稱
RayCity_GuildGroupState = 車隊狀態
RayCity_GuildMemberState = 車隊成員狀態
RayCity_MissionLogIDX = MissionLogIDX
RayCity_MissionID = 任務ID
RayCity_RewardExp = 獎勵經驗
RayCity_RewardCarExp = 獎勵車輛經驗
RayCity_RewardMoney = 獎勵G幣
RayCity_MissionGrade = 任務等級
RayCity_MissionResult = 任務結果
RayCity_Duration = 耐久度
RayCity_CarID = 車輛ID
RayCity_MoneyLogIDX = MoneyLogIDX
RayCity_AdjustType = AdjustType
RayCity_UpdateSource = UpdateSource
RayCity_MoneyAmount = MoneyAmount
RayCity_CharacterMoney = 車手G幣
RayCity_RaceLogIDX = RaceLogIDX
RayCity_RaceID = RaceID
RayCity_RaceType = RaceType
RayCity_TrackID = TrackID
RayCity_RewardRP_RankBase = RewardRP_RankBase    
RayCity_RewardRP_TimeBase = RewardRP_TimeBase
RayCity_RewardMoney = 獎勵G幣
RayCity_Rank = Rank
RayCity_RaceTime = 比賽時間(分鐘)
RayCity_RaceResult = 比賽結果
RayCity_FixedTime = FixedTime
RayCity_SkillIDX = SkillIDX
RayCity_SkillName = 技能名
RayCity_SkillLevel = 技能級別
RayCity_SoloRaceWin = 個人賽勝利
RayCity_SoloRaceLose =個人賽失敗
RayCity_SoloRaceRetire =個人未完賽
RayCity_TeamRaceWin = 組隊賽勝利
RayCity_TeamRaceLose = 組隊賽失敗
RayCity_FieldSoloRaceWin = 城市個人賽勝利
RayCity_FieldSoloRaceRetire = 未完賽
RayCity_FieldTeamRaceWin = 城市組隊賽勝利
RayCity_FieldTeamRaceLose = 團隊失敗
RayCity_FieldSoloRaceLose = 個人失敗

RayCity_NyNickName = 呢稱
RayCity_ActionTypeName = ActionTypeName
RayCity_TradeSessionIDX=交易號
RayCity_TradeMoney=交易金額
RayCity_TargetCharacterID=交易物件ID號
RayCity_TradeSessionState=狀態
RayCity_CreateDate=建立日期
RayCity_LastUpdateDate=最後更新日期
RayCity_TargetTradeSessionIDX=交易物件交易號
RayCity_BingoCardIDX=BingoCardIDX
RayCity_BingoCardID=BingoCardID
RayCity_BingoRewardType=BingoRewardType
RayCity_BingoRewardAmount=BingoRewardAmount
RayCity_BingoRewardValue=BingoRewardValue
RayCity_BingoCardState=BingoCardState
RayCity_CouponIDX =CouponIDX
RayCity_IssueCouponIDX = =IssueCouponIDX
RayCity_CountryCode = CountryCode
RayCity_CouponName = CouponName
RayCity_IssueCount= IssueCount
RayCity_StartDate = StartDate
RayCity_EndDate = EndDate
RayCity_CouponState = CouponState
RayCity_NyCashChargeLogIDX = LogID
RayCity_NyPayID = 充值流水號
RayCity_ChargeAmount = 充值金額
RayCity_ChargeState = 充值狀態
RayCity_TargetName = 對方帳號
RayCity_QuestLogIDX = QuestLogIDX
RayCity_QuestID = 任務ID
RayCity_QuestState = 任務狀態
RayCity_QuestName = 任務名稱
RayCity_FromCharacterID = 寄信人ID
RayCity_FromCharacterName = 寄信人角色名
RayCity_PaymentType = 付款類型
RayCity_CashItemLogIDX = ItemLogIDX
RayCity_StockID = StockID
RayCity_GiftMessage = 贈送信息
RayCity_GiftState = 贈送狀態
RayCity_NyCashBalance = 剩餘遊戲幣
RayCity_BuyPrice = 購買價格
RayCity_SendDate = 發送日期
RayCity_CreateDate=建立日期
RayCity_LastUpdateDate=最後更新日期
RayCity_rccdkey = 序列號 
RayCity_getuser= 使用人 
RayCity_gettime =時間
RayCity_use_state = 是否被使用
RayCity_activename = 活動名字 
RayCity_Interval = 發送間隔
RayCity_NoticeID = 公告序號
RayCity_Repeat = 發送次數
RayCity_Message = 公告內容
RayCity_ServerIP = 伺服器IP

RC_Account = 帳號名稱
RC_isPlatinum = 是否黃金用戶
RC_isUse = 是否已使用
RC_ActiveCode = 啟動碼
RC_UseDate = 啟動日期
RC_Account=玩家帳號
RC_BanDate=封停日期
RC_BanReason=封停原因
RC_ID=ID號
RC_Account=帳號名
RC_UserNick=昵稱
RC_Sex=性別
RC_isAdult=成人標記
RC_CreatDate=建立日期

RC_CharName = 用戶昵稱
RC_Sex = 性別
RC_Exp = 經驗
RC_Level = 等級
RC_IGroup = 所屬車隊
RC_IRunDistance = 行駛距離
RC_ILostConnection = 掉線次數
RC_PlayCounter = 場次
RC_IEscapeCounter = 逃跑局數
RC_IWinCounter = 勝利局數
RC_IGameMoney = 遊戲幣
RC_AllOnlineTime = 總線上時間
RC_Sys_timeLastLogout = 最後一次退出時間

RC_chName =角色名
RC_chAccount =帳號
RC_Rank=稱號
RC_ItemType=道具類型
RC_ItemID= 物品ID
RC_BuyTime= 購買日期時間
RC_ItemName=道具名稱
RC_ItemInstanceID=道具名
RC_SenderID = 發送人ID
RC_SenderOperation = 發送人操作
RC_ReceiverID =接受人ID
RC_ReceiveTime = 接受日期
RC_ReceiverOperation = 接受人操作
RC_PlayerID= 玩家ID
RC_PlayerOperation=玩家操作
RC_OperationTime= 操作時間
RC_MoneyCount= 金錢

RC_login_account= 登陸帳號
RC_state_number=登陸狀態
RC_usernick=用戶呢稱
RC_TimeLoop =時間間隔
RC_Text = 發送內容 
RC_ChannelServerID= 頻道伺服器ID
RC_MultipleType= 倍率類型
RC_MultipleValue= 倍率值
RC_BeginDate=開始時間
RC_EndDate=結束時間
RC_ChannelServerID=頻道伺服器ID
RC_ActiveCode=啟動碼
RC_GlobalAccount=黃金帳號
RC_isUse=是否使用
RC_UseAccount=用戶帳號
RC_UseTime=使用時間
RC_ActiveTime=啟動時間
RC_ServerIP=伺服器IP
RC_DeleteFlag=刪除標記
RC_chNotes=心得
RC_ICurrentVehicleID=當前車輛ID 
RC_CurrentPartnerID=當前車模id
RC_CurrentTitleID=當前稱號id
RC_I9youMoney=M幣
RC_Activetype=登陸類型 
RC_loginip=登陸ip 
RC_logintime=登陸時間
RC_OperationType=操作類型
RC_ItemBigType=道具大類
RC_TeamID=車隊ID
RC_Job=職位
RC_JoinTime=加入時間
RC_Name=車隊名稱
RC_TeamLevel=等級
RC_FoundTime=創建時間
RC_Founder=創建人ID
RC_Picture=車隊圖示
RC_OnlinePercent=上線率
RC_Distance=行駛距離
RC_Pronouncement=宣言
RC_Bulletin=公告
FJ_descr=描述
AU_ItemID=道具ID


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 敢达    			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

SD_GoldAccount = 是否高級帳號
SD_IsUsed = 是否使用
SD_UserName = 玩家帳號
SD_UseDate = 使用日期
SD_ActiceCode = 啟動碼
SD_ban = 封停
SD_NeedExp = 升級需要的經驗
SD_GC = G幣
SD_GP = M幣
SD_KillNum = 被殺次數
SD_SlotNumber = 欄數
SD_ItemName = 道具名
SD_ItemID = 道具ID
SD_GetTime = 獲得時間
SD_RemainCount = 剩餘數量
SD_BuyType = 購買類型
SD_DateEnd = 到期時間
SD_UnitName = 機體名
SD_UnitNickName = 機體級別
SD_UnitLevelNumber = 機體等級
SD_UnitExp = 機體經驗
SD_StateSaleIntention = 是否可以買賣
SD_CustomLvMax = 機體最大合成次數
SD_CustomPoint = 剩餘機體強化點數
SD_BatItemName = 戰鬥道具名稱
SD_OperatorNickname = 副官昵稱
SD_ServerIP = 伺服器IP
SD_StartTime = 起始時間
SD_EndTime = 結束時間
SD_ServerName = 伺服器名稱
SD_ID = ID
SD_Content = 內容
SD_Limit = 間隔
SD_Type = 類型
SD_Title = 標題
SD_Number = 數量或使用期限
SD_TmpPWD = 臨時密碼
SD_passWd = 真實密碼
SD_TempPassWord = 密碼
SD_FromIdx = 發送用戶ID
SD_ToIdx = 接收用戶ID
SD_ItemName1 = 道具名1
SD_ItemID1 = 道具ID1
SD_ItemName2 = 道具名2
SD_ItemID2 = 道具ID2
SD_ItemName3 = 道具名3
SD_ItemID3 = 道具ID3
SD_Number1 = 數量1
SD_Number2 = 數量2
SD_Number3 = 數量3
SD_N10 = 禮物發送後剩餘的point
SD_N11 = 使用在禮物購買上的point
SD_N12 = 結算方式
SD_SendTime = 發送時間
SD_FromUser = 發送用戶
SD_ToUser = 接收用戶
SD_Make = 內容
SD_SendType = 公告類型
SD_Status = 發送公告狀態
SD_LastMoney =剩餘金錢
SD_UseMoney =獲得G幣數量
SD_DeleteResult =刪除原因
SD_UnitType =機體類型
SD_ShopType =商店購買機體與否
SD_LimitType =租賃期間到期與否
SD_GetMoney=得到金錢
SD_State=狀態
SD_QusetID =任務ID
SD_QusetName =任務名稱
SD_ClearedDate = 完成時間
SD_HP =耐久
SD_DashLevel =攻擊
SD_StrikingPower =推進
SD_FatalAttack =必殺
SD_DefensivePower =防禦
SD_MotivePower =機動力
SD_DelTime =刪除時間
SD_SkillName =技能
SD_UColor_1 =顏色1
SD_UColor_2 =顏色2
SD_UColor_3 =顏色3
SD_UColor_4 =顏色4
SD_UColor_5 =顏色5
SD_UColor_6 =顏色6
SD_UDecal_1 =標籤1
SD_UDecal_2 =標籤2
SD_UDecal_3 =標籤3
SD_RewardCount =任務獎勵
SD_UnitLevelName =最大機體等級
SD_TypeName =類型
SD_Star=機體星級
SD_UserName_Old=修改前用戶名
SD_LevelUpTime =升級時間
SD_Money_Old =修改前的錢
SD_Time=時間
SD_LostCodeMoney =剩餘代幣
SD_UseCodeMoney = 消耗代幣數量
SD_LostMoney =消耗的G幣
SD_ID=ID


f_idx =玩家ID
f_passWd =密碼
f_gender = 性別
f_adult =是否成年
f_regDate =註冊日期
f_loginDate =登錄/登出時間
f_logoutDate=最後登出時間
f_bandate=封停日期
f_pilot=昵稱
f_level=級別
f_levelname=等級名稱
f_Exp=經驗
f_shootCnt=擊破數
f_collectCnt= 收集數
f_fightCnt=戰鬥數
f_winCnt=勝利
f_loseCnt=失敗
f_drawCnt=平局


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 界面    			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
UIC_UI_tpgMixTreeItems=機體組合資訊
UIC_UI_tpgUserUnits=玩家機體信息
UIC_UI_tpgCombatItems=玩家戰鬥道具資訊
UIC_UI_tpgOperators=玩家副官信息
UIC_UI_tpgPaintItems=玩家塗裝道具
UIC_UI_tpgSkillItems=玩家技能道具
UIC_UI_tpgStickerItems=玩家標籤道具


NM_UI_btnNoticeInfo = 查看公告記錄

NM_UI_lblServerList = 遊戲伺服器列表:
NM_UI_btnSelectAll = 全選

NM_UI_lblTitle = 公告標題:
NM_UI_lblEndTime = 結束時間:
NM_UI_lblTimeSpan = 時間間隔:

NM_UI_chbNoticeImme = 即時發送
NM_UI_chbNoticeNorm = 正常發送

NM_UI_lblType
NM_UI_lblType = 公告類型:
NM_UI_cmbNoticeCheck = 檢查公告
NM_UI_cmbNoticeCommon = 維護公告
NM_UI_cmbNoticeEvent = 公告
NM_UI_cmbNoticeSystem = 活動公告

NM_UI_lblContent = 公告內容:
NM_UI_btnAddNotice = 發送公告

NM_Hint_selectServer = 請選擇要發送公告的大區!
NM_Hint_txtContent = 公告內容不能為空!
NM_Hint_typeNull = 公告類型不能為空!
NM_Hint_contentLength = 公告內容不能超過256個字!
NM_Hint_EndTime = 發送公告結束時間不能小於當前時間!


BP_UI_tpgBanPlayer = 封停玩家帳號
BP_UI_tpgUnBind = 解封玩家帳號

BP_Hint_SelectUserName = 請選擇待解封的玩家帳號!
BP_Hint_inputUserName = 請選擇待封停的玩家帳號!
BP_Hint_inputBanReason = 請輸入封停原因!
BP_Hint_inputUnBindReason = 請輸入解封原因!
BP_Hint_banEndTime = 封停截止時間不能小於當前時間!

NM_Hint_selectServer = 請選擇要發送公告的大區!
NM_Hint_txtContent = 公告內容不能為空!
NM_Hint_typeNull = 公告類型不能為空!
NM_Hint_contentLength = 公告內容不能超過256個字!
NM_Hint_EndTime = 發送公告結束時間不能小於當前時間!
NM_Hint_TimeSpan = 發送公告開始時間不能大於結束時間!

UIC_UI_tpgCharacter = 玩家角色信息
UIC_UI_tpgMixTreeItems = 玩家機體組合
UIC_UI_tpgUserUnits = 玩家機體信息
UIC_UI_tpgCombatItems = 玩家戰鬥道具
UIC_UI_tpgOperators = 玩家副官信息
UIC_UI_tpgPaintItems = 玩家塗裝道具
UIC_UI_tpgSkillItems = 玩家技能道具
UIC_UI_tpgStickerItems = 玩家標籤道具

AI_UI_tpgAddItem = 添加道具
AI_UI_colItemName = 道具名稱
AI_UI_colItemNum = 道具數量



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 劲舞团2    			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
AU_UseNum = 消耗數量
AU_BadgeID = 徽章ID

JW2_ACCOUNT =玩家帳號
JW2_UserNick =玩家呢稱
JW2_ServerName=伺服器名稱
JW2_ServerIP =遊戲伺服器
JW2_State =玩家狀態
JW2_Reason =封停理由
JW2_BanDate =封停日期
JW2_UserSN = 用戶序列號
JW2_GSServerIP = 星球
JW2_UserID =玩家ID
JW2_Sex = 玩家性別
JW2_AvatarItem =道具ID
JW2_ExpireDate = 過期日期
JW2_Exp =  玩家經驗
JW2_Money =  金錢
JW2_Cash = 現金
JW2_Level =  等級
JW2_UseItem =是否在使用中
JW2_RemainCount =剩餘次數
JW2_BeginTime =開始時間
JW2_EndTime =結束時間
JW2_BoardMessage = 公告內容,喇叭發送內容
JW2_TaskID = 任務號
JW2_Status =是否完成狀態
JW2_Interval =間隔時間
JW2_UseTime =使用時間
JW2_POWER=許可權
JW2_GoldMedal =金牌
JW2_SilverMedal =銀牌
JW2_CopperMedal =銅牌
JW2_Region=地區
JW2_QQ=QQ號
JW2_PARA=結婚任務用的一個參數
JW2_ATONCE=是否立即發送
JW2_BOARDSN=大小喇叭
JW2_BUGLETYPE=類型
JW2_Chapter=章節
JW2_CurStage=目前等級
JW2_MaxStage=最大等級
JW2_Stage0=關卡1
JW2_Stage1=關卡2
JW2_Stage2=關卡3
JW2_Stage3=關卡4
JW2_Stage4=關卡5
JW2_Stage5=關卡6
JW2_Stage6=關卡7
JW2_Stage7=關卡8
JW2_Stage8=關卡9
JW2_Stage9=關卡10
JW2_Stage10=關卡11
JW2_Stage11=關卡12
JW2_Stage12=關卡13
JW2_Stage13=關卡14
JW2_Stage14=關卡15
JW2_Stage15=關卡16
JW2_Stage16=關卡17
JW2_Stage17=關卡18
JW2_Stage18=關卡19
JW2_Stage19=關卡20
JW2_BUYSN=購買SN
JW2_GOODSTYPE=購買類型
JW2_RECESN=接受人的SN
JW2_TASKID=公告ID
JW2_GOODSINDEX=物品編號
JW2_BUYDATE=購買日期
JW2_RECEID=接受人的ID
JW2_AvatarItemName =道具名稱
JW2_MALESN=男性SN
JW2_MALEUSERNAME=男性用戶名
JW2_MALEUSERNICK=男性昵稱
JW2_FEMAILESN=女性SN
JW2_FEMALEUSERNAME=女性用戶名
JW2_FEMAILEUSERNICK=女性昵稱
JW2_WEDDINGDATE=結婚時間
JW2_UNWEDDINGDATE=離婚時間
JW2_WEDDINGNAME=情侶名稱
JW2_WEDDINGVOW=情侶介紹
JW2_RINGLEVEL=戒指等級
JW2_REDHEARTNUM=紅心數量
JW2_WEDDINGNO=婚姻序號
JW2_CONFIRMSN=見證者SN
JW2_CONFIRMUSERNAME=見證者用戶名
JW2_CONFIRMUSERNICK=見證者昵稱
JW2_COUPLEDATE=情侶日期
JW2_KISSNUM=kiss次數
JW2_LASTKISSDATE=最後一次Kiss時間
JW2_BREAKDATE=分手時間
JW2_CMBREAKDATE=確認分手時間
JW2_BREAKSN=提出SN
JW2_BREAKUSERNAME=提出用戶名
JW2_UserID = 用戶帳號
JW2_BREAKUSERNICK=提出昵稱
JW2_LASTLOGINDATE=最後登出時間
JW2_REGISTDATE=啟動時間
JW2_FCMSTATUS=防沉迷狀態
JW2_FAMILYID=家族ID
JW2_FAMILYNAME=名稱
JW2_DUTYID=職業號
JW2_DUTYNAME=職業名
JW2_ATTENDTIME=加入時間
JW2_COUPLESN=情侶登記編號
JW2_CREATETIME=創建時間
JW2_CNT=人數
JW2_POINT=積分
JW2_LOGINTYPE=類型
JW2_TIME=時間
JW2_IP=IP地址
JW2_PWD=密碼
JW2_AvatarItemType=物品類型（頭髮等）
JW2_ItemPos=物品位置(0,身上,1,物品欄,2,禮物欄)
JW2_MailTitle=郵件主題
JW2_MailContent=郵件內容
JW2_ItemNo=物品序號
JW2_Repute=聲望
JW2_NowTitle=稱號
JW2_FamilyLevel=等級
JW2_AttendRank=人氣排名
JW2_MoneyRank=財富排名
JW2_PowerRank=實力排名
JW2_ItemCode=道具ID
JW2_ItemName=道具名稱
JW2_Productid=商品ID
JW2_ProductName=商品名稱
JW2_FamilyPoint=家族點數
JW2_PetSn=寵物ID
JW2_PetName=寵物名稱(蛋)
JW2_PetNick=寵物自定義名稱
JW2_PetLevel=寵物等級
JW2_PetExp=寵物經驗
JW2_PetEvol=進階階段
JW2_MailSn=序列號
JW2_SendNick=發件人昵稱 
JW2_SendDate=發送日期
JW2_Num=數量
JW2_Rate=男女比例
JW2_ShaikhNick=族長名稱
JW2_SubFamilyName=隸屬家族名稱

JW2_sNum =數量
JW2_MessengerName =Messenger稱號

JW2_TmpPWD=臨時密碼
JW2_Type=類型
JW2_SendUser=購買用戶
JW2_RecUser=接收用戶

JW2_BeforeCash = 消費前金額
JW2_AfterCash =消費後金額

JW2_Center_Avatarid = 中間件道具ID
JW2_Center_AvatarName = 中間件道具名 
JW2_Center_State =狀態 
JW2_Last_Op_Time = 最後使用時間 
JW2_LOGDATE = 時間
JW2_ZoneID =伺服器ID 
JW2_VailedDay =時限
JW2_IntRo =狀態
JW2_SubGameID =子遊戲ID


JW2_Center_EndTime = 過期時間
JW2_Forever =道具狀態

JW2_IP=登陸IP

JW2_Family_Money =捐獻金錢


JW2_ReporterNick=舉報人昵稱
JW2_ReportedNick =被舉報人昵稱
JW2_Memo = 舉報說明

JW2_ReportSn = 舉報ID
JW2_ReporterSn =舉報人ID
JW2_ReportType=舉報類型

JW2_OLD_FAMILYNAME=老家族名
JW2_OLD_PETNAME=老寵物自定義名

JW2_BuyLimitDay =道具期限
JW2_BuyMoneyCost =真實價格
JW2_BuyOrgCost =原始價格


JW2_MissionID =任務ID
JW2_MissionName =任務名字

jw2_goodsprice=購買價格
jw2_beforemoney=購買前金錢數
jw2_aftermoney=購買後金錢數

jw2_serverno = GS序號
jw2_port =GS埠

JW2_UserSN=用戶SN
jw2_MaterialCode=材料名


jw2_LastGetPointDate =最後一次獲得活躍度的日期
jw2_MultiDays=連續活躍天數
jw2_TodayActivePoint=今天活躍度點數
jw2_activepoint=總共活躍度點數

jw2_frmLove = 親密度
jw2_petaggName =寵物蛋名
jw2_petaggID =寵物蛋ID
jw2_petGetTime =孵化時間
jw2_useLove =消耗親密度
jw2_getTime =兌換時間
jw2_FirstFamilySN =申請方家族id
jw2_SecondFamilySN =被申請方家族id 
jw2_FirstFamilyName =申請方家族名
jw2_SecondFamilyName =被申請方家族名
jw2_FirstFamilyMaster =申請方家族族長名
jw2_SecondFamilyMaster =被申請方族長名
jw2_FirstFamilyUseMoneyr =申請方消耗基金
jw2_SecondFamilyUseMoneyr =被申請方消耗基金
jw2_ApplyDate =申請時間
jw2_PetName =寵物名
jw2_PetID =寵物ID


jw2_grade =寵物進階段
jw2_EggNum = 寵物蛋數量
jw2_ApplyState =申請狀態

jw2_PetAggID_Small =小寵物蛋ID
jw2_PetAggName_Small = 小寵物蛋名字
jw2_OverTimes =兌換時間徽章ID



Magic_category=日誌大類
Magic_action=日誌小類
AU_UTP =查詢用戶類型
AU_Log_start =查詢開始時間
AU_Log_end =查詢結束時間
Magic_GuildID = 公會ID
Magic_Sex = 性別
AU_BroadMsg=喇叭內容
AU_famid=家族ID
LORD_Gold = 金幣
TIMEBegin=開始時間
TIMEEend=結束時間
Magic_Dates =日期